cask "alacritty"
cask "raycast"
cask "font-hack-nerd-font"
cask "podman-desktop"

brew "awscli"
brew "bat"
brew "cmake"
brew "coreutils"
brew "curl"
brew "fzf"
brew "git"
brew "git-open"
brew "gpg"
brew "jq"
brew "luarocks"
brew "mise"
brew "neovim"
brew "podman"
brew "podman-compose"
brew "ripgrep"
brew "stow"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tpm"
brew "wget"
brew "zplug"
brew "zsh"
brew "lazygit"
