tap "homebrew/cask-fonts"

cask "1password-cli"
cask "alacritty"
cask "arc"
cask "font-hack-nerd-font"
cask "graphql-playground"
cask "hiddenbar"
cask "obsidian"
cask "orbstack"
cask "protonmail-bridge"
cask "raycast"
cask "telegram"
cask "tidal"
cask "todoist"

brew "asdf"
brew "awscli"
brew "bat"
brew "cmake"
brew "coreutils"
brew "curl"
brew "direnv"
brew "fzf"
brew "git"
brew "git-open"
brew "gpg"
brew "jq"
brew "luarocks"
brew "neovim"
brew "ripgrep"
brew "stow"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tpm"
brew "wget"
brew "zplug"
brew "zsh"
