tap "homebrew/cask-fonts"

cask "1password"
cask "1password-cli"
cask "alacritty"
cask "firefox"
cask "font-hack-nerd-font"
cask "obsidian"
cask "orbstack"
cask "protonmail-bridge"
cask "raycast"
cask "telegram"
cask "tidal"
cask "todoist"

brew "bat"
brew "curl"
brew "direnv"
brew "fzf"
brew "git"
brew "git-open"
brew "gpg"
brew "jq"
brew "neovim"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tpm"
brew "wget"
brew "zplug"
brew "zsh"
