tap "homebrew/cask-fonts"

cask "1password"
cask "1password-cli"
cask "alacritty"
cask "docker"
cask "firefox"
cask "font-hack-nerd-font"
cask "obsidian"
cask "tidal"
cask "todoist"

brew "asdf"
brew "chezmoi"
brew "direnv"
brew "fzf"
brew "jq"
brew "neovim"
brew "postgresql@14"
brew "redis"
brew "ripgrep"
brew "tldr"
brew "tmux"
brew "wget"
brew "zsh"
